Repository: wp-plugins/secondary-title
Catalog: languages/secondary_title-*.po
Languages: de_de, th_th

source: Enter secondary title here
de_de: Alternativen Titel hier einfügen

source: Go to &quot;%s&quot;
de_de: &quot;%s&quot; bearbeiten

source: Secondary title
de_de: Alternativer Titel

source: Edit &quot;%s&quot;
de_de: &quot;%s&quot; bearbeiten

source: Sec. title
de_de: Alt. Titel

source: Secondary Title settings
de_de: Secondary Title Einstellungen
th_th: การตั้งค่าSecondary Title

source: Settings saved.
de_de: Einstellungen gespeichert.
th_th: บันทึกข้อมูล

source: Settings
de_de: Einstellungen
th_th: การตั้งค่า

source: Plane missing
de_de: Flugzeug vermisst

source: Malaysian Airlines flight MH370 lost over Gulf of Thailand
de_de: Malaysian Airlines Flug MH370 über Golf von Thailand verschwunden

source: Preview
de_de: Vorschau
th_th: พรีวิว

source: Select all
de_de: Alle auswählen

source: Unselect all
de_de: Keine auswählen

source: Post types for which secondary titles should be activated.<br /> Select none to use all available post types.
de_de: Post Types, für die der alternative Titel aktiviert werden soll.<br />Leer lassen, um alle Post Types zu benutzen.
th_th: ชนิดโพสท์ต่างๆ ที่ใช้สำหรับชื่อเรื่องสำรองควรเลือกให้เหมาะสม

source: Categories
de_de: Kategorien
th_th: หมวดหมู่

source: Click here to see all available categories
de_de: Hier klicken, um alle verfügbaren Kategorien anzuzeigen

source: Show all categories
de_de: Alle Kategorien anzeigen
th_th: แสดงทุกประเภท

source: Categories for which secondary titles should be activated.<br /> Select none to use all available categories.
de_de: Kategorien, für die der alternative Titel aktiviert werden soll.<br />Leer lassen, um alle Kategorien zu benutzen.
th_th: หมวดหมู่ต่างๆ ที่ใช้สำหรับชื่อเรื่องสำรองควรเลือกให้เหมาะสม

source: E.g.: 4, 28, 104
de_de: z.B.: 4, 28, 104
th_th: เช่น 4, 28, 104

source: Only use secondary title for specific posts. Separate IDs with commas.
de_de: Den alternativen Titel nur für Beiträge mit bestimmter Post ID aktivieren. Trenne mehrere IDs mit Kommata.

source: Insert automatically
de_de: Automatisch einfügen
th_th: เข้าโดยอัตโนมัติ

source: Yes
de_de: Ja
th_th: ใช่

source: No
de_de: Nein
th_th: ไม่

source: To manually insert the secondary title in your theme, use <code>&lt;?php get_secondary_title(); ?&gt;</code><br />or <code>&lt;?php the_secondary_title(); ?&gt;</code>. See <a href="%s" title="Open readme.txt">readme.txt</a> or the <a href="%s" title="See official documentation" target="_blank" >official documentation</a> for additional parameters.
de_de: Um den alternativen Titel manuell einzubinden, benutze <code>&lt;?php get_secondary_title(); ?&gt;</code><br />oder <code>&lt;?php the_secondary_title(); ?&gt;</code>. Siehe <a href="%s" title="readme.txt öffnen">readme.txt</a> oder die <a href="%s" target="_blank" title="Offizielle Dokumentation ansehen">offizielle Dokumentation</a> für weitere Parameter.

source: Automatically merges the secondary title with the standard title.
de_de: Fügt den alternativen Titel automatisch zum Standardtitel hinzu.

source: Title format
de_de: Titelformat
th_th: การตั้งค่าชื่อเรื่อง

source: E.g.: %secondary_title%: %title%
de_de: z.B.: %secondary_title%: %title%
th_th: เช่น %secondary_title%: %title%

source: Reset
de_de: Zurücksetzen

source: Use %s for the main title and %s for the secondary title.
de_de: Benutze %s für den Haupttitel und %s für den alternativen Titel.

source: Add title to title format input
de_de: Standardtitel zur Formatbox hinzufügen.

source: Add secondary title to title format input
de_de: Alternativen Titel zur Formatbox hinzufügen.

source: <b>Note:</b> To style the output, use the <a href="%s" title="See an explanation on w3schools.com" target="_blank">style HTML attribute</a>, e.g.:<br />%s
de_de: <b>Hinweis:</b> Du kannst <a href="%s" title="Erklärung auf w3schools.com ansehen" target="_blank">HTML-Attribute</a> zum Gestalten benutzen, z.B.:<br /><code>%s</code>

source: Add code to title format input
de_de: Code zur Formatbox hinzufügen.

source: Title input position
de_de: Position des Eingabefelds
th_th: กล่องข้อความแหน่น

source: Above
de_de: Darüber
th_th: ข้างบน

source: Below
de_de: Darunter
th_th: ข้างล่าง

source: Defines whether input field for the secondary title should be displayed above or below<br />the standard title <strong>within the add/edit post/page area</strong> on the admin interface.<br />See the <a href="%s" title="See the FAQ" target="_blank">FAQ</a> if you want to apply the same effect on your front end.
de_de: Legt fest, ob das Eingabefeld für den alternativen Titel über- oder unterhalb des<br /> Standardtitels angezeigt werden soll (gilt nur im Adminbereich).<br />Um die Position dauerhaft zu ändern, bitte siehe <a href="%s" title="FAQ ansehen" target="_blank">FAQ</a>.

source: Only show in main post
de_de: Nur in Hauptbeitrag anzeigen

source: If activated, the secondary title will only be shown within the main post;<br /> sidebars, menu items etc. will be ignored. <strong>Only works when "Insert automatically" is enabled.</strong>
de_de: Zeigt den alternativen Titel ausschließlich im Hauptbeitirag der Seite an,<br />nicht in Seitenleisten, Menüpunkten usw.

source: Use secondary title in permalinks
de_de: Alternativen Titel in Permalinks benutzen

source: Yes, automatically append to main title.
de_de: Ja, automatisch zum Standardtitel hinzufügen.

source: Yes, use <a href="%s" title="Custom permalinks won WordPress.org" target="_blank">custom permalink structure</a>.
de_de: Ja, <a href="%s" title="Custom permalinks won WordPress.org" target="_blank">benutzerdefinierte Permalink-Struktur</a> verwenden.

source: Use %s as a <a href="%s" title="Permalink tags on WordPress.org" target="_blank">permalink tag</a> to display the secondary title.
de_de: Benutze %s als <a href="%s" title="Permalink-Tags auf WordPress.org" target="_blank">Permalink-Tag</a> für den alternativen Titel.

source: Off
de_de: Aus

source: Lets you use the secondary title in <a href="%s" title="Permalinks on WordPress.org" target="_blank">permalinks</a>.
de_de: Erlaubt, den alternativen Titel in <a href="%s" title="Permalinks auf WordPress.org" target="_blank">Permalinks</a> zu verwenden.

source: Please <a href="%s" title="Turn on permalinks" target="_blank">turn on permalinks</a> to use this feature.
de_de: Bitte <a href="%s" title="Turn on permalinks" target="_blank">aktiviere Permalinks</a>, um dieses Feature zu verwenden.

source: Do you speak more than one language? Make Secondary Title easier<br />to use for non-English speaking users by <a href="%s" title="Go to project page on Transifex.com" target="_blank">translating the plugin on Transifex.</a>
de_de: Sprichst du mehr als eine Sprache? Hilf mit, fremdsprachigen Benutzern die Benutzung von Secondary Title einfacher zu machen, indem du <a href="%s" target="_blank" title="Secondary Title auf Transifex &uuml;bersetzen">das Plugin auf Transifex &uuml;bersetzt</a>.

source: Found an error? Help making Secondary Title better by <a href="#" title="Click here to report a bug">quickly reporting the bug</a>.
de_de: Hast du einen Fehler entdeckt? Hilf mit, Secondary Title zu verbessern, indem du einen kurzen <a href="#" title="Bug-Report verfassen">Bug-Report verfasst</a>.

source: Loading
de_de: Laden

source: In a few words, please explain the bug and when exactly it occurs...
de_de: Beschreibe den Bug in ein paar Wörtern...

source: Your e-mail address in case there're questions...
de_de: Deine E-Mail-Adresse, falls es Rückfragen gibt...

source: Report bug
de_de: Programmfehler melden

source: Please fill out both, the bug description and the e-mail field<br />so I can get back to you if I have any questions regarding that bug.
de_de: Bitte gib sowohl die Beschreibung als auch die E-Mail-Adresse ein<br />, damit ich bei Nachfragen auf dich zurückkommen kann.

source: An internal error occured, the e-mail could not be sent.<br />Please send it manually to <a href="%s" title="Send e-mail">%s</a>.
de_de: Die E-Mail konnte nicht gesendet werden.<br />Bitte manuell an <a href="%s" title="E-Mail verschicken">%s</a> schicken.

source: Thanks for reporting the bug. I'll try my best to fix it<br />and include the fix in the new version.
de_de: Vielen Dank, dass du dir die Zeit genommen hast, um den Fehler zu melden.<br />Mit der nächsten Plugin-Version wird er - hoffentlich - behoben sein.

source: Post types
th_th: ชนิดโพสท์

source: Post IDs
th_th: เบอร์โพสท์

source: Use <code>%title%</code> for the main title and <code>%secondary_title%</code> for the secondary title.
th_th: พิมพ์ <code>%title%</code> เพื่อแสดงชื่อเรื่องหลักและ <code>%secondary_title%</code> เพื่อแสดงชื่อเรื่องสำรอง

source: Save Changes
th_th: บันทึกเปลี่ยนแปลง
